[
  {
    "id": 1,
    "title": "UU Nomor 14 Tahun 2025",
    "content": "PRESIDEN REPUELIK INDONESIA UNDANG-UNDANG REPUBLIK INDONESIA NOMOR 14 TAHUN 2025 TENTANG KETIGA ATAS UNDANG-UNDANG NOMOR 8 TAHUN 2019 TENTANG PENYELENGGARAAN IBADAH HAJI DAN UMRAH. (Isi ringkas: Mengatur pemisahan fungsi penyelenggaraan haji ke Kementerian Haji dan Umrah, ketentuan kuota, dan hak jemaah).",
    "source": "Salinan UU Nomor 14 Tahun 2025.pdf"
  },
  {
    "id": 2,
    "title": "PMHU 2 Tahun 2025_Organisasi dan Tata Kerja Instansi Vertikal",
    "content": "PERATURAN MENTERI HAJI DAN UMRAH REPUBLIK INDONESIA NOMOR 2 TAHUN 2025 TENTANG ORGANISASI DAN TATA KERJA INSTANSI VERTIKAL KEMENTERIAN HAJI DAN UMRAH. Mengatur struktur Kantor Wilayah Kementerian Haji dan Umrah Provinsi dan Kantor Kementerian Haji dan Umrah Kabupaten/Kota. Gorontalo termasuk dalam Kantor Wilayah Tipe B.",
    "source": "Salinan PMHU 2 Tahun 2025.pdf"
  },
  {
    "id": 3,
    "title": "Perpres Nomor 92 tahun 2025",
    "content": "PERATURAN PRESIDEN REPUBLIK INDONESIA NOMOR 92 TAHUN 2025 TENTANG KEMENTERIAN HAJI DAN UMRAH. Membentuk Kementerian Haji dan Umrah yang berada di bawah dan bertanggung jawab kepada Presiden. Tugas menyelenggarakan suburusan pemerintahan haji dan umrah. Mengambil alih tugas yang sebelumnya dipegang Kementerian Agama dan Badan Penyelenggara Haji.",
    "source": "Salinan Perpres Nomor 92 tahun 2025.pdf"
  },
  {
    "id": 4,
    "title": "KMHU 22-2025 tentang Pedoman Seleksi-Penunjukan PPIH 2026",
    "content": "KEPUTUSAN MENTERI HAJI DAN UMRAH NOMOR 22 TAHUN 2025 TENTANG PEDOMAN SELEKSI DAN/ATAU PENUNJUKAN PETUGAS PENYELENGGARA IBADAH HAJI. Mengatur persyaratan dan mekanisme seleksi petugas haji (PPIH) Kloter dan Arab Saudi tahun 1447H/2026M.",
    "source": "Salinan KMHU 22-2025.pdf"
  },
  {
    "id": 5,
    "title": "Surat Edaran PPIH Gorontalo",
    "content": "REKRUTMEN PPIH KLOTER DAN PPIH ARAB SAUDI TAHUN 1447H/2026M. \nJadwal Kegiatan:\n1. Pengumuman: 20 Nov 2025\n2. Pendaftaran & Seleksi Administrasi: 21-28 Nov 2025\n3. Seleksi CAT Tahap 1 (Kab/Kota): 4 Des 2025\n4. Seleksi CAT & Wawancara (Provinsi): 11 Des 2025\n5. Pengumuman Hasil: 12 Des 2025.\nAlokasi PPIH Arab Saudi Gorontalo: Pelayanan Akomodasi (1), Pelayanan Konsumsi (1). Total 2 orang.",
    "source": "Salinan Surat Edaran PPIH Gorontalo.pdf"
  },
  {
    "id": 6,
    "title": "SE Dirjen Pelayanan Haji Pelunasan Tahap 1",
    "content": "PELUNASAN JEMAAH HAJI REGULER TAHUN 1447H/2026M.\nTahap 1: 24 November s.d 23 Desember 2025 (Pukul 08.00 - 15.00 WIB).\nKriteria Berhak Lunas Tahap 1:\n1. Jemaah Lunas Tunda Berangkat.\n2. Jemaah Masuk Alokasi Kuota Tahun Berjalan (Urut Porsi).\n3. Prioritas Lansia (Usia min 65 tahun per 21 April 2026, terdaftar min 5 tahun).\nTahap 2 (Jika sisa kuota): 2 - 9 Januari 2026 (Gagal sistem, Pendamping Lansia, Disabilitas & Pendamping, Terpisah Mahram, Cadangan).\nSyarat: Usia min 13 tahun (per 21 April 2026), Istithaah Kesehatan, Terdaftar JKN.",
    "source": "Salinan SE Dirjen Pelayanan Haji.pdf"
  },
  {
    "id": 7,
    "title": "Juknis Pengisian Kuota Haji Reguler 2026",
    "content": "KEPUTUSAN MENTERI HAJI DAN UMRAH NOMOR 30 TAHUN 2025 TENTANG PETUNJUK TEKNIS TATA CARA PENGISIAN KUOTA HAJI REGULER. Mengatur detail teknis persyaratan pelunasan, mekanisme penggabungan mahram, pendamping lansia, dan jemaah cadangan (30% dari kuota provinsi).",
    "source": "Salinan Juknis Pengisian Kuota.pdf"
  },
  {
    "id": 8,
    "title": "Profil Instansi Kantor Kementerian Haji dan Umrah Kota Gorontalo",
    "content": "Nama Resmi Instansi: Kantor Kementerian Haji dan Umrah Kota Gorontalo.\nKepala Kantor: Bapak Abdul Qohar Salilama.\nAlamat Kantor: PLHUT (Pusat Layanan Haji dan Umrah Terpadu) Kota Gorontalo, Jl. Arif Rahman Hakim 22, Kota Gorontalo.\nFungsi Utama: Melayani administrasi pendaftaran, pembinaan, manasik, dan keberangkatan jemaah haji serta pengawasan penyelenggaraan umrah di wilayah Kota Gorontalo.",
    "source": "Data Profil Instansi 2026"
  },
  {
    "id": 9,
    "title": "Ketentuan Khusus Pendaftaran dan Masa Tunggu Haji",
    "content": "1. MASA TUNGGU HAJI ULANG: 18 TAHUN.\n   - Aturan Terbaru: Jemaah yang sudah pernah menunaikan ibadah haji, baru dapat mendaftar haji kembali setelah 18 (delapan belas) tahun sejak keberangkatan haji terakhirnya. (Aturan lama 10 tahun sudah TIDAK BERLAKU).\n\n2. SYARAT USIA MINIMAL: 13 TAHUN.\n   - Pendaftaran haji hanya dapat dilakukan bagi calon jemaah yang berusia minimal 13 tahun pada saat mendaftar.\n   - Syarat usia minimal 13 tahun juga berlaku untuk keberangkatan/pelunasan per tanggal operasional haji.",
    "source": "PMHU Terbaru 2026"
  }
]